const rules = [
  {
    title: "活动介绍",
    rules: [
      "盛夏来袭，激情释放",
     "这个夏日，慕思，2019年国际蓝联篮球世界杯官方指定寝具，慕思全民篮球王火热开启！全国13个省份同启赛事寻找30位城市“篮球王”邀您亲临现场，观看2019FIBA男篮世界杯！",
      "不论你是横冲直撞的追风少年, 还是45度无敌打板的老司机, 只要你热爱篮球，能扔三分，扛得了1V1就可以参与「慕思全民篮球王」赛事, 现场体验篮球运动的魅力挑战极限，证明自己，用实力称王！参加比赛的选手，还有机会赢取2019篮球世界杯门票和巨额好礼哦! "
    ]
  },{
    title: "活动规则",
    rules: ["7月29日-8月20日，登陆小程序「慕思超值购」，在规定日期内报名参与你所在城市的赛事。通过海选赛后，角逐32强。"],},
    {
    title: "活动信息",
    rules: [
      "	比赛时间：8月10日、11日；17日、18日；24日、25日",
       "比赛城市：江苏、广东、重庆、湖北、黑龙江、辽宁、江西、吉林、内蒙、山东、福建、海南、吉林所在省份的28座城市。",
       "报名渠道：微信小程序「慕思超值购」",
      "赛事规格：500人 / 城"
    ]
  }, {
    title: "赛制规则",
    rules: [
      "城市海选赛：报名成功后，进行1V1对抗赛，晋级32强","城市排位赛：32强进行排位比拼，再32进16、16进8、8进4、4进2、2进1后，最终决出冠亚季军！"]},{
   title: "奖品设置",
   rules:[
     {
       title: "冠军:",
       text: "篮球世界杯小组赛中国队门票1张、价值13999元的篮球款床垫1张（MZZ1 - 016)。"
     },
     {
       title: "亚军:",
       text: "价值10500元的慕思凝胶枕2个（PZZ1-105)。"
     },
     {
       title: "季军:",
       text: "价值999元的眼精灵按摩眼罩1个（GZZ1-009）、价值4000元的特拉雷乳胶枕2个（PCQ1-001)。"
     },
     {
       title: "第4 - 32名:",
       text: "价值999元的眼精灵按摩眼罩1个（GZZ1-009）、价值599元的防水迷彩双肩包1个（JSA1-009)。"
     },
     { 
       title: "a",
       attention: "注意事项：中国队小组赛门票，将按中国队比赛时间顺序，以慕思篮球赛举办城市的先后顺序，依次赠送B等门票。"
     }
    ]
  }
]

export default rules